Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/sametingets-ungdomspolitiske-utvalg-supu.html.tmx
Source language: nob
Languages: sma

source: Sametingets ungdomspolitiske utvalg (SUPU)
sma: Saemiedigkien noerepolitihkeles moenehtse (SUPU)

source: Sametingets ungdomspolitiske utvalg (SUPU) er opprettet for å styrke samisk ungdoms innflytelse på Sametingets politikk.
sma: Saemiedigkien noerepolitihkeles moenehtse (SUPU) lea tseegkesovveme juktie saemien noeri tsevtsemefaamoem Saemiedigkien politihkese nænnoestehtedh.

source: SUPU ble opprettet som permanent organ i 2003.
sma: SUPU tseegkesovvi goh ihkuve årgaane 2003.

source: SUPU består av fem faste medlemmer og er oppnevnt av Sametingsrådet.
sma: SUPU vïjhte lïhtsegh åtna jïh Saemiedigkieraerie dejtie nammohte.

source: Medlemmene kommer fra hele landet og er mellom 16 og 28 år.
sma: Lïhtsegh abpe laanteste båetieh jïh leah gaskem 16 jïh 28 jaepieh.

source: SUPU har fått fastsatt mandat og organisering av Sametingets plenum.
sma: SUPU mandaatem jïh öörnedimmiem åådtjeme Saemiedigkien stoerretjåanghkoste.

source: Deres hovedoppgaver er å:
sma: Dej åejvielaavenjassh leah

source: bidra til å styrke samiske unges medbestemmelse og innflytelse på Sametingets politikk.
sma: viehkiehtidh noeri meatannænnoestimmiem jïh tsevtsemefaamoem Saemiedigkien politihkese nænnoestehtedh.

source: planlegge og arrangere Sametingets årlige ungdomskonferanser.
sma: soejkesjidh jïh öörnedidh Saemiedigkien fïerhten jaepien noerekonferansh.

source: arbeide for å motivere flere samiske ungdommer til politisk engasjement.
sma: viehkiehtidh skreejrehtidh guktie jienebh saemien noerh leah eadtjohke politihkesne.

source: arbeide for å få flere unge til å registrere seg i Sametingets valgmanntall, for å øke unges deltakelse ved valg til Sametinget, og for å få flere unge representert på Sametinget og i andre av tingets styrer og utvalg.
sma: barkedh ihke jienebh noerh jïjtjemse tjaelieh Saemiedigkien veeljemelåhkosne, juktie jienebh noerh leah meatan saemiedigkieveeljemisnie, jïh ihke jienebh noerh meatan sjidtieh Saemiedigkesne jïh digkien jeatjah ståvrojne jïh moenehtsinie.

source: SUPU er gitt en fri rolle og kan arbeide med de saker de selv finner relevante.
sma: SUPU aktem frijje råållam åådtjeme jïh maahta aamhtesigujmie barkedh mejtie jïjtjh tuhtjieh sjyöhtehke.

source: Utvalget og medlemmene kan fritt uttale seg til media og ta opp de saker de måtte ønske med andre instanser.
sma: Moenehtse jïh lïhtsegh maehtieh frijjelaakan meedijese soptsestidh jïh bæjjese vaeltedh doh aamhtesh mejtie sijhtieh jeatjah instansigujmie.

source: Utvalget skal fungere som et kontaktledd mellom samisk ungdom og Sametinget, men også som høringsinstans og som ”vaktbikkje” overfor Sametinget når det gjelder ungdomssaker.
sma: Moenehtse edtja goh gaskeselïhtse årrodh saemien noeri jïh Saemiedigkien gaskem, men aaj govlehtimmieinstanse jïh "vaeptiebienje" Saemiedægkan gosse lea noereaamhtesi biïre.

source: På den måten kan SUPU bistå Sametinget i utformingen av tingets ungdomsprofil og ungdomspolitikk.
sma: Naemhtie SUPU maahta Saemiedigkiem viehkiehtidh digkien noereprofijlem jïh noerepolitihkem hammoedidh.

source: Kontakt SUPU
sma: Govlehtallijh SUPU

source: SUPU 2018-2021:
sma: Sæjjasadtjh: Laara Sparrok, Andine Knudtson, Kristine Ballari, Sajane Olsen, Katja Elise Utsi

source: Leder: Ole Henrik Bjørkmo Lifjell (Nordland)
sma: SUPU Facebookesne
